tutorials/multiphase/interMixingFoam/laminar/damBreak/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (air other water);

air
{
    transportModel  Newtonian;
    nu              1.48e-05;
    rho             1;
}

other
{
    transportModel  Newtonian;
    nu              1e-6;
    rho             1010;
}

water
{
    transportModel  Newtonian;
    nu              1e-6;
    rho             1000;
}

// Surface tension coefficients
sigma12         0.05;
sigma13         0.04;

// Diffusivity between miscible phases
D23             3e-09;

// ************************************************************************* //
